{
    "subtitle": "Softwareentwickler",
    "about_title": "Über mich",
    "skills_title": "Kenntnisse",
    "programming_title": "Programmier-",
    "language_title": "Sprach-",

    "native": "Muttersprache",

    "short_about_text": "Ein {year}-jähriger Enthusiast für Programmierung, Technologie und Mathematik.",
    "about_text": "Mein Interesse am Programmieren wurde im Jahr 2012 geweckt, dem Jahr, in dem ich das erste Mal mit dem Internet in Kontakt kam. Zusammen mit meiner neugierigen und forschenden Persönlichkeit hat sich dieses Interesse bis heute exponentiell entwickelt und ist zu einem Teil meines Lebens geworden. Sowohl die Existenz eines solch großen Interesses in meinem Leben als auch die Projekte, an denen ich teilgenommen habe, haben es mir erlaubt, eine große Erfahrung in diesem Bereich zu sammeln.\n\nIn meinem ersten Jahr an der High School lernte ich die Robotik kennen, die es der Software ermöglicht, die Welt zu beeinflussen. Im Robotik-Team meiner Schule lernte ich nicht nur, meine Vorstellungskraft und Kreativität zu entwickeln, sondern auch, ein Teammitglied zu sein. Ich interessierte mich sehr für Designtechnologien wie CAD und CAM und trug zum Design des Roboters bei. Ich konnte diese Technologien und Fähigkeiten, die ich in mein Leben mitgebracht habe, nutzen, um mit der CNC einzigartige Arbeiten zu schaffen. Im Laufe meines Robotikabenteuers habe ich 2 Jahre lang im Imperium-Team und 2 Jahre lang im Luminous-Team an FLL-, FRC- und VEX-Robotikwettbewerben teilgenommen.\n\nWährend dieser Highschool-Jahre habe ich mich neben der Robotik auch intensiv mit Mathematik beschäftigt. Dieser Wissenschaftsbereich, der logische Fähigkeiten wie Problemlösung und kritisches Denken vermittelt, die sowohl für die Programmierung als auch für die Robotik wichtig sind, ist für mich zu einer Leidenschaft geworden, einerseits durch das Gefühl, komplexe Probleme im Unterricht lösen zu können, und andererseits dadurch, dass meine Lehrer meinen Ambitionen bemerkten und mich weiter führten. Ich habe an der Mathematikolympiade teilgenommen, um diese Fähigkeiten so aktuell wie möglich zu halten, sie zu testen und zu verbessern.\n\nAls jemand, der davon träumt, der Welt einen Stempel aufzudrücken, ist es mein größtes Lebensziel, die Welt durch Technologie zu verbessern."
}